Repository: amaxwell/tlutility
Catalog: *.lproj/Localizable.strings
Languages: french, german, japanese

source: Would you like to use this as the default value for the command-line tlmgr tool as well?
french: Aimeriez-vous utiliser cette valeur comme celle par défaut pour l'outil de commande tlmgr aussi ?
german: Möchten Sie diesen Standardwert auch für das Dienstprogramm tlmgr für die Kommandozeile verwenden?
japanese: これをコマンドラインツールの tlmgr の既定値としても使用したいですか？

source: Yes
french: Oui
german: Ja
japanese: はい

source: You are attempting to remove critical parts of the underlying TeX Live infrastructure, and I won't help you do that.
french: Vous êtes en train de tenter de supprimer des parties essentielles de l'infrastructure sous-jacente de TeX Live, et je ne vous aiderai pas à le faire.
german: Sie versuchen kritische Bestandteile der Infrastruktur von TeX Live zu entfernen. Dies wird nicht unterstützt.
japanese: TeX Live 基盤部の必須部分を削除しようとしています。この操作の手助けはしません。

source: You can always update to the latest version or restore a different one to undo this change.
french: Vous pouvez toujours mettre à jour vers la version la plus récente ou en restaurer une différente pour annuler ce changement.
german: Sie können diese Veränderung jederzeit rückgängig machen, indem Sie auf die aktuelle Version aktualisieren oder eine andere Version wiederherstellen.
japanese: この変更を取り消すためには、どの時点であっても、最新版に更新したり、別の版に復元したりすることができます。

source: You will need to manually quit and relaunch TeX Live Utility to complete installation of the new version.
french: Vous avez besoin de quitter manuellement TeX Live Utility puis de relancer pour terminer l'installation de cette nouvelle version.
german: Sie müssen TeX Live Utility manuell beenden und neu starten um die Installation der neuen Version abzuschließen.
japanese: 新しい版の導入を完了するには、手動で TeX Live ユーティリティを終了して再起動する必要があります。

source: Your TeX Live version is %lu, but your default repository URL appears to be for TeX Live %lu. You need to choose an appropriate repository.
french: Votre version de TeX Live est %1$lu, mais l'URL de votre dépôt par défaut semble être celle de TeX Live %2$lu. Vous avez besoin de choisir un dépôt approprié.
german: Ihre Version von TeX Live ist %1$lu. Ihre Standard-Repository ist allerdings offenbar für TeX Live %2$lu vorgesehen. Bitte wählen Sie ein passendes Repository.
japanese: 現在お持ちの TeX Live は第 %1$d 版ですが、既定リポジトリ URL には TeX Live %2$d があります。適切なリポジトリをお選びください。

source: Your TeX Live version is %lu, but your default repository URL appears to be for TeX Live %lu. You need to manually upgrade to a newer version of TeX Live, as there will be no further updates for your version.
french: Votre version de TeX Live est %1$lu, mais l'URL de votre dépôt par défaut semble être celle de TeX Live %2$lu. Vous avez besoin de mettre à jour manuellement vers une version de TeX Live plus récente, car il n'y aura pas de mises à jour ultérieures pour votre version.
german: Ihre Version von TeX Live ist %1$lu. Ihre Standard-Repository ist allerdings offenbar für TeX Live %2$lu vorgesehen. Sie sollten manuell auf eine neuere Version von TeX Live aktualisieren, da Ihre Version keine weiteren Aktualisierungen erhalten wird.
japanese: 現在お持ちの TeX Live は第 %1$d 版ですが、既定リポジトリ URL には TeX Live %2$d があります。お持ちの版にはこれ以上の更新がないため、手動で新しい版の TeX Live にアップグレードする必要があります。

source: Install Selected Packages
french: Installer les paquets sélectionnés
german: Ausgewählte Pakete installieren
japanese: 選択したパッケージを導入する

source: Remove Selected Packages
french: Supprimer les paquets sélectionnés
german: Ausgewählte Pakete entfernen
japanese: 選択したパッケージを削除する

source: Local fonts were found
french: Des polices locales ont été trouvées
german: Es wurden lokale Schriftarten gefunden.
japanese: ローカルのフォントが検出されました

source: Reinstall Selected Packages
french: Réinstaller les paquets sélectionnés
german: Ausgewählte Pakete erneut installieren
japanese: 選択したパッケージを再導入する

source: Forcibly Remove Selected Packages
french: Suppression forcée des paquets sélectionnés
german: Entfernen der ausgewählten Pakete erzwingen
japanese: 選択したパッケージを強制削除する

source: Running updmap…
french: updmap en fonction…
german: updmap wird ausgeführt …
japanese: updmapを実行中です…

source: A newer version of the scheduled update script is available. Would you like to install it now?
french: Une version plus récente du script de mise à jour programmée est disponible. Voulez-vous l'installer maintenant ?
german: Eine neuere Version des Skripts für geplante Aktualisierungen ist verfügbar. Möchten Sie sie jetzt installieren?
japanese: 時間指定更新スクリプトの新版がありますが、いま導入しますか？

source: Newer update checker is available
french: Nouveau vérificateur de mise à jour disponible
german: Eine neue Version zur Prüfung von Aktualisierungen ist verfügbar.
japanese: 新しい更新確認プログラムがあります

source: TeX Live paper size does not match system default
french: La taille du papier de TeX Live ne coïncide pas avec celle par défaut du système
german: Das Papierformat von TeX Live entspricht nicht den Standardeinstellungen des Systems.
japanese: TeX Liveの用紙寸法がシステム既定値と一致しません

source: The normal umask is %@ and yours is set to %@. This more restrictive umask may cause permission problems with TeX Live.
french: L'umask normal est %1$@ et le vôtre est fixé à %2$@. Cet umask plus restrictif pourrait causer des problèmes de permissions avec TeX Live.
german: Der Standard von umask ist %1$@. Ihre umask ist auf %2$@ eingestellt. Durch diese restriktivere Einstellung kann es zu Problemen mit der Zugriffsberechtigung von TeX Live kommen.
japanese: 通常のumaskは%1$@ですが、お使いのumaskは%2$@になっています。この制限の強いumaskでは、TeX Liveにアクセス権限の問題を引き起こすかもしれません。

source: Unable to determine repository version
french: Impossible de déterminer la version du dépôt
german: Version des Repositories konnte nicht bestimmt werden.
japanese: リポジトリのバージョンを特定できません

source: Would you like to set the TeX Live paper size now?
french: Aimeriez-vous fixer maintenant la taille du papier de TeX Live ?
german: Möchten Sie das Papierformat für TeX Live jetzt einstellen?
japanese: いまTeX Liveの用紙寸法を設定しますか？

source: You appear to have installed fonts in your home directory. Would you like them to be automatically activated in TeX Live %d?
french: Il semble que vous avez des polices installées dans votre répertoire personnel. Aimeriez-vous qu'elles soient activées automatiquement dans TeX Live %d ?
japanese: フォントをホームディレクトリ上に導入しているようです。これらのフォントを自動的にTeX Live %dでも有効にしますか？

source: You have altered the system's umask
french: Vous avez modifié l'umask du système
german: Sie haben die umask des Systems geändert.
japanese: システムumaskを変更しました

source: You have TeX Live %lu installed, but the version at %@ cannot be determined.
french: Vous avez TeX Live %1$lu installé, mais la version à %2$@ ne peut être déterminée.
german: Sie haben TeX Live %1$lu installiert. Die Version unter %2$@ kann jedoch nicht bestimmt werden.
japanese: TeX Live %1$luが導入済みですが、%2$@にあるバージョンを特定できません。

source: Needs removal
french: Suppression nécessaire
german: Muss entfernt werden
japanese: 要削除

source: Update available
french: Mise à jour disponible
german: Aktualisierung verfügbar
japanese: 更新可

source: Change
french: Changer
german: Ändern
japanese: 変更

source: Manually
french: Manuellement
german: Manuell
japanese: 手動

source: Your preferences need to be adjusted for new Apple requirements. Would you like to change your TeX Programs location from /usr/texbin to /Library/TeX/texbin or set it manually?
french: Vos préférences ont besoin d'être ajustées pour les nouvelles exigences d'Apple. Aimeriez-vous changer l'emplacement de vos programmes TeX de /usr/texbin vers /Library/TeX/texbin ou le faire manuellement ?
german: Ihre Einstellungen müssen angepasst werden, um neuen Vorgaben von Apple zu entsprechen. Möchten Sie Ihre TeX-Programme von from /usr/texbin nach /Library/TeX/texbin verschieben oder den Speicherort manuell festlegen?
japanese: 現在の設定を、新しいAppleの要求に合わせる必要があります。TeXプログラムの場所を現在の/usr/texbinから/Library/TeX/texbinに変更しますか、それとも手動で設定しますか？

source: Changing Documentation Option Failed
german: Die Änderung der Dokumentationseinstellungen ist fehlgeschlagen
japanese: 説明書関連オプションの変更に失敗しました

source: Enable
french: Activer
german: Einschalten
japanese: 有効化

source: Enable security validation of packages?
french: Activer la validation de sécurité des paquets ?
german: Soll die Sicherheitsüberprüfung von Paketen eingeschaltet werden?
japanese: パッケージの安全性検証を有効にしますか？

source: Failed to enable security validation of packages.
french: Échec de l'activation de la validation de sécurité des paquets.
german: Das Einschalten der Sicherheitsüberprüfung der Pakete ist fehlgeschlagen.
japanese: パッケージの安全性検証を有効化に失敗しました。

source: Installing gpg appears to have failed. Would you like to show the log now or ignore this warning?
french: Il semblerait que l'installation de gpg ait échoué. Voulez-vous afficher le log maintenant ou ignorer cet avertissement ?
german: Die Installation von GnuPG scheint fehlgeschlagen zu sein. Möchten Sie sich das Log ansehen oder den Hinweis ignorieren?
japanese: gpgの導入に失敗したようです。ログをいま表示しますか、それともこの警告を無視しますか？

source: Later
french: Plus tard
german: Später
japanese: 後で

source: Security Validation Enabled
french: Validation sécurisée activée
german: Sicherheitsüberprüfung eingeschaltet
japanese: 安全性検証が有効になりました

source: This version of TeX Live allows you to check the digital signature of downloaded packages by installing GnuPG. For better security, you should enable this feature.
french: Cette version de TeX Live vous permet de vérifier la signature numérique des paquets téléchargés en installant GnuPG. Pour une meilleure sécurité, vous devriez activer cette fonctionnalité.
german: Bei dieser Version von TeX Live können Sie die digitale Signatur der geladenen Pakete überprüfen,. Dazu müssen Sie GnuPG installieren. Zur Verbesserung der Sicherheit sollten Sie diese Funktion einschalten.
japanese: この版のTeX Liveでは、GnuPGを導入することによって、ダウンロードしたパッケージのデジタル署名をチェックすることができます。安全性向上のために、この機能を有効にしたほうが良いでしょう。

source: Default
french: Défaut
german: Standard
japanese: 既定値

source: Done
french: Terminé
german: Fertig
japanese: 完了

source: Name
french: Nom
japanese: 名称

source: If you have installed TeX Live, you need to tell TeX Live Utility where to find TeX programs. For MacTeX 2015 and later, you should use /Library/TeX/texbin. Change settings now?
french: Si vous avez déjà installé TeX Live, vous avez besoin de dire à TeX Live Utility où trouver les programmes TeX. Pour MacTeX 2015 et au delà, vous devriez utiliser /Library/TeX/texbin. Changer les réglages maintenant ?
german: Wenn Sie TeX Live installiert haben, müssen Sie TeX Live Utility mitteilen, wo die TeX-Programme zu finden sind. Für MacTeX 2015 oder neuer sollten Sie »/Library/TeX/texbin« verwenden. Möchten Sie die Einstellungen jetzt ändern?
japanese: TeX Liveが導入済みの場合，TeX LiveユーティリティにTeXプログラムの場所を指示する必要があります．MacTeX 2015以降では，/Library/TeX/texbinが推奨されます．いま設定を変更しますか？

source: An update is available for GnuPG, which you previously installed for security validation of packages.
german: Es ist eine Aktualisierung für GnuPG verfügbar. Sie haben GnuPG zuvor zur Sicherheitsüberprüfung der Pakete installiert.

source: Update security validation of packages?
german: Soll die Sicherheitsüberprüfung der Pakete aktualisiert werden?

source: You appear to have installed fonts in your home directory. Would you like them to be automatically activated in TeX Live %ld?
german: Sie haben offenbar Schriftarten in Ihrem Home-Verzeichnis installiert. Möchten Sie, dass sie automatisch für TeX Live %ld aktiviert werden?
