Repository: amaxwell/tlutility
Catalog: *.lproj/Localizable.strings
Languages: french, german, japanese

source: Total download size will be %@.
french: La taille totale du téléchargement sera de %@.
german: Der Download wird insgesamt %@ groß sein.
japanese: ダウンロード総量は %@ の見込みです。

source: (Default)
french: (Défaut)
german: (Standard)
japanese: (既定値)

source: %lu packages are available for update. Of these, the TeX Live installer packages listed here must be updated first. Update now?
french: %lu paquets sont disponibles pour mise à jour. Parmi eux, les paquets de l'installeur de TeX Live listés ici seront mis à jour en premier. Mettre à jour maintenant ?
german: %lu Pakete können aktualisiert werden. Die TeX-Live-Installationspakete müssen zuerst aktualisiert werden. Soll die Aktualisierung jetzt durchgeführt werden?
japanese: %lu 個のパッケージが更新可能です。そのうち、下記の TeX Live インストーラ関連のパッケージをまず更新しなくてはなりません。更新を始めますか？

source: Doc Files:
french: Doc fichiers :
german: Doc-Dateien:
japanese: 文書ファイル:

source: Documentation:
german: Dokumentation:
japanese: ドキュメンテーション:

source: Run Files:
french: Run fichiers :
german: Run-Dateien:
japanese: 実行ファイル:

source: Source Files:
french: Source fichiers :
german: Quell-Dateien:
japanese: ソースファイル:

source: Adding
french: Ajout en cours
german: Hinzufügen von
japanese: 追加中

source: An installation is running!
french: Une installation est en cours !
german: Eine Installation wird gerade durchgeführt.
japanese: 導入を実行中です！

source: Are you sure you want to restore %@ from backup?
french: Êtes-vous certain de vouloir restaurer %@ depuis la sauvegarde ?
german: Sind Sie sicher, dass Sie %@ aus der Sicherung wiederherstellen wollen?
japanese: 本当に %@ をバックアップから復元したいですか？

source: Backup Listing Cancelled
french: Sauvegarde de la liste annulée
german: Die Auflistung der Sicherung wurde abgebrochen
japanese: バックアップの一覧表示を中止しました

source: Backup Listing Failed
french: Échec de la sauvegarde de la liste
german: Die Auflistung der Sicherung ist fehlgeschlagen
japanese: バックアップ一覧取得に失敗しました

source: Backup Pruning Failed
french: Échec de la simplification de la liste
german: Die Löschung der Sicherung ist fehlgeschlagen
japanese: 不要分バックアップの削除に失敗しました

source: Backups
french: Sauvegardes
german: Sicherungen
japanese: バックアップ

source: Beginning download and installation of packages
french: Début du téléchargement et de l'installation des paquets
german: Der Download und die Installation der Pakete hat begonnen.
japanese: パッケージのダウンロードと導入を開始します

source: Beginning download of %.1f kbytes
french: Début du téléchargement de %.1f Ko
german: Download von %.1f KBytes begonnen
japanese: %.1f キロバイトのダウンロードを開始しました

source: Cancel
french: Annuler
german: Abbrechen
japanese: キャンセル

source: Cancel Anyway
french: Annuler quand même
german: Trotzdem abbrechen
japanese: 構わずキャンセル

source: Change command-line default?
french: Changer la ligne de commande par défaut ?
german: Kommandozeilen-Standard ändern?
japanese: コマンドライン既定値を変更しますか？

source: Choose
french: Choisir
german: Auswählen
japanese: 選択

source: Choose Viewer
german: Viewer auswählen
japanese: ビューアを選択

source: Copy
french: Copier
german: Kopieren
japanese: コピー

source: Critical updates available.
french: Mises à jour critiques disponibles.
german: Kritische Aktualisierungen sind verfügbar.
japanese: 重要な更新があります。

source: Database Loading Cancelled
french: Chargement de la base de données annulé
german: Das Laden der Datenbank wurde abgebrochen.
japanese: データベースの読み込みがキャンセルされました

source: Database Loading Failed
french: Échec du chargement de la base de données
german: Das Laden der Datenbank ist fehlgeschlagen.
japanese: データベース読み込みに失敗しました

source: Deleting
french: Effacement
german: Löschen von
japanese: 削除中

source: Description:
german: Beschreibung:
japanese: 説明文:

source: DOC FILES
german: DOC-DATEIEN
japanese: 文書ファイル

source: Download complete
french: Téléchargement terminé
german: Herunterladen abgeschlossen
japanese: ダウンロードが完了しました

source: Downloading release notes
french: Téléchargement des notes de version
german: Veröffentlichungshinweise werden heruntergeladen
japanese: リリースノートをダウンロードしています

source: Either a network problem exists or the TeX Live version on the server does not match. If this problem persists on further attempts, you may need to try a different repository.
french: Soit il y a un problème de réseau soit la version de TeX Live sur le serveur ne coïncide pas. Si ce problème persiste avec d'autres tentatives, vous devriez essayer un dépôt différent.
german: Es besteht entweder ein Problem mit dem Netzwerk oder die TeX Live-Version auf dem Server stimmt nicht überein. Falls das Problem weiterhin auftritt, sollten Sie ein anderen Repository verwenden.
japanese: ネットワークに問題があるか、サーバー上の TeX Live のバージョンが一致しません。何度か繰り返しても問題が解決しないならば、別のリポジトリを試みる必要があるでしょう。

source: Error parsing output line
french: Erreur pendant l'analyse
german: Beim Lesen der Ausgabezeile ist ein Fehler aufgetreten.
japanese: 出力行の解析エラー

source: Error reading location from TeX Live
french: Erreur pendant la détection de TeX Live
german: Beim Lesen des Standorts von TeX Live ist ein Fehler aufgetreten.
japanese: TeX Live からの場所読み込みエラー

source: Error: no release notes for selected version.
french: Erreur : aucune note de version de la version sélectionnée.
german: Fehler: Für die gewählte Version wurden keine Veröffentlichungshinweise gefunden.
japanese: エラー: 選択したバージョンのリリースノートがありません。

source: Failed to authorize operation
french: Échec de l'autorisation de l'opération
german: Die Authentifizierung der Operation ist fehlgeschlagen.
japanese: 操作を認証するのに失敗しました

source: Forcibly removed
french: Supprimé de force
german: Entfernen erzwungen
japanese: 強制削除

source: Forcibly removed
french: Supprimé de force
german: Entfernen erzwungen
japanese: 強制削除

source: If you cancel the installation process, it may leave your TeX installation in an unknown state. You can ignore this warning and cancel anyway, or keep waiting until the installation finishes.
french: Si vous arrêtez l'installation, cela peut laisser votre installation TeX dans un état inconnu. Vous pouvez ignorer cet avertissement et annuler quand même, ou attendre jusqu'à ce que l'installation finisse.
german: Wenn Sie die Installation abbrechen, wird der Status Ihrer TeX-Installation möglicherweise unklar sein. Sie können diese Warnung ignorieren und die Installation abbrechen, oder warten Sie, bis die Installation abgeschlossen ist.
japanese: 導入過程をキャンセルすると、TeX が不明な状態に放置されたまま導入されるかもしれません。この警告を無視してキャンセルすることもできますし、導入が終了するまで待つこともできます。

source: If you close the window, the installation process may leave your TeX installation in an unknown state. You can ignore this warning and close the window, or wait until the installation finishes.
french: Si vous fermez la fenêtre, cela peut laisser votre installation TeX dans un état inconnu. Vous pouvez ignorer cet avertissement et annuler quand même, ou attendre jusqu'à ce que l'installation finisse.
german: Wenn Sie das Fenster schließen, wird der Status Ihrer TeX-Installation möglicherweise unklar sein. Sie können diese Warnung ignorieren und das Fenster schließen, oder warten Sie, bis die Installation abgeschlossen ist.
japanese: ウインドウを閉じると、TeX が不明な状態に放置されたまま導入されるかもしれません。この警告を無視してキャンセルすることもできますし、導入が終了するまで待つこともできます。

source: Ignore
french: Ignorer
german: Ignorieren
japanese: 無視

source: Infrastructure Update Succeeded
french: Infrastructure mise à jour avec succés
german: Die Aktualisierung der Infrastruktur war erfolgreich
japanese: 基盤部の更新に成功しました

source: Install
french: Installer
german: Installieren
japanese: 導入

source: Install failed.
french: L'installation a échoué.
german: Installation fehlgeschlagen
japanese: 導入に失敗しました。

source: Install Succeeded
french: L'installation a réussi
german: Die Installation war erfolgreich.
japanese: 導入に成功しました。

source: Installation complete; reconfiguring TeX Live
french: Installation terminée ; reconfiguration de TeX Live en cours
german: Die Installation wurde abgeschlossen; TeX Live wird jetzt neu konfiguriert.
japanese: 導入が完了しました。TeX Live を再設定しています。

source: Installation in progress!
french: Installation en cours...
german: Es wird gerade installiert.
japanese: 導入が進行中です！

source: Installed
french: Installé
german: Installiert
japanese: 導入済

source: Installing
french: Installation en cours
german: Installation von
japanese: 導入中

source: Invalid URL
french: URL invalide
german: Ungültige URL
japanese: 無効な URL

source: Invalid URL entered
french: URL invalide renseignée
german: Es wurden eine ungültige URL eingegeben
japanese: 無効な URL が入力されました

source: Keep Waiting
french: Continuer à attendre
german: Weiter abwarten
japanese: 待ち続ける

source: Link:
french: Lien :
japanese: リンク:

source: Listing Cancelled
french: Listage annulé
german: Auflistung abgebrochen
japanese: 一覧表示がキャンセルされました

source: Listing Failed
french: Échec du listage
german: Auflistung fehlgeschlagen
japanese: 一覧取得に失敗しました

source: Loading Database
french: Chargement de la base de données
german: Datenbank wird geladen
japanese: データベースを読み込んでいます

source: Local version is newer
french: La version locale est plus récente
german: Die lokale Version ist neuer.
japanese: ローカル版の方が新しい

source: Local version is newer
french: La version locale est plus récente
german: Die lokale Version ist neuer
japanese: ローカル版の方が新しい

source: Missing short description
french: Description manquante
german: Eine Kurzbeschreibung fehlt
japanese: 短い説明が不備です

source: Mixed
french: Mixte
german: Gemischt
japanese: 混在

source: My Repositories
french: Mes dépôts
german: Meine Repositories
japanese: 私用リポジトリ

source: Necessary programs for TeX Live do not exist in that folder
german: Die notwendigen Programme für TeX Live sind in diesem Ordner nicht auffindbar.
japanese: TeX Live に必要なプログラムがフォルダ中にありません

source: Network is unavailable
french: Réseau indisponible
german: Das Netzwerk ist nicht erreichbar.
japanese: ネットワークが使用できません

source: New packages will be installed.
french: De nouveaux paquets seront installés.
german: Neue Pakete werden installiert.
japanese: 新しいパッケージが導入されます。

source: No
french: Non
german: Nein
japanese: いいえ

source: No Backups Available
french: Aucune sauvegarde disponible
german: Es sind keine Backups verfügbar.
japanese: 利用できるバックアップがありません

source: No Updates Available
french: Aucune mise à jour disponible
german: Es sind keine Aktualisierungen verfügbar.
japanese: 利用できる更新分がありません

source: Not installed
french: Non installé
german: Nicht installiert
japanese: 導入されていません

source: Nothing Selected
french: Rien n'est sélectionné.
german: Nichts ausgewählt
japanese: 何も選択されていません

source: Nothing selected.
french: Rien n'est sélectionné.
german: Es ist nichts ausgewählt.
japanese: 何も選択されていません。

source: Open With
french: Ouvrir avec
german: Öffnen mit
japanese: 以下を使って開く:

source: Package:
french: Paquet :
german: Paket:
japanese: パッケージ:

source: Packages
french: Paquets
german: Pakete
japanese: パッケージ

source: Packages that no longer exist on the server will be removed.
french: Les paquets qui n'existent plus sur le serveur seront supprimés.
german: Pakete, die nicht mehr existieren, werden entfernt.
japanese: サーバーに存在していないパッケージは削除されます。

source: Paper Size Change Failed
french: Échec du changement de la taille du papier
german: Das Ändern der Papiergröße ist fehlgeschlagen.
japanese: 用紙寸法の変更に失敗しました

source: Please quit and relaunch TeX Live Utility. If this problem occurs again, please submit a bug report using the link on the Help menu.
french: Veuillez quitter et relancer TeX Live Utility. Si ce probème persiste, veuillez soumettre un rapport de bogue en utilisant le lien dans le menu Aide.
german: Bitte beenden Sie TeX Live Utility und starten Sie es erneut. Übermitteln Sie bitte einen Fehlerbericht, wenn das Problem erneut auftreten sollte. Verwenden Sie hierfür den Link im Hilfe-Menü.
japanese: TeX Live ユーティリティを終了して再起動してください。この問題が再度起こるようならば、ヘルプメニュー上のリンクを使用してバグレポートを送ってください。

source: Possible update failure.
french: Échec possible de la mise à jour.
german: Möglicherweise Fehler bei der Aktualisierung
japanese: 更新に失敗した可能性があります。

source: Progress
french: Progression
german: Fortschritt
japanese: 進行状況

source: Reinstall
french: Réinstaller
german: Erneut installieren
japanese: 再導入

source: Reinstall packages?
french: Réinstaller les paquets ?
german: Pakete erneut installieren?
japanese: パッケージを再導入しますか？

source: Reinstalling
french: Réinstallation en cours
german: Erneute Installation von
japanese: 再導入中

source: Release Notes
french: Notes de version
german: Veröffentlichungshinweise
japanese: リリースノート

source: Removal failed.
french: La suppression a échoué.
german: Entfernen fehlgeschlagen
japanese: 削除に失敗しました。

source: Removal Succeeded
french: La suppression a réussi.
german: Erfolgreich entfernt
japanese: 削除に成功しました

source: Repository has a different TeX Live version
french: Le dépôt a une version différente de TeX Live
german: Das Repository hat eine andere TeX Live-Version.
japanese: リポジトリ上の TeX Live はバージョンが異なります

source: Repository URL has a newer TeX Live version
french: Le dépôt a une version plus récente de TeX Live
german: Das Repository hat eine neuere TeX Live-Version.
japanese: リポジトリ URL の TeX Live のバージョンの方が新しいです

source: Repository URL has an older TeX Live version
french: Le dépôt a une version plus ancienne de TeX Live
german: Das Repository hat eine ältere TeX Live-Version.
japanese: リポジトリ URL の TeX Live のバージョンの方が旧いです

source: Restore
french: Restaurer
german: Wiederherstellen
japanese: 復元

source: Restore failed.
french: La restauration a échoué.
german: Wiederherstellung fehlgeschlagen
japanese: 復元に失敗しました。

source: Restore Succeeded
french: La restauration a réussi.
german: Erfolgreich wiederhergestellt
japanese: 復元に成功しました

source: RUN FILES
german: RUN-DATEIEN
japanese: 実行用ファイル

source: Searching%C
german: Suche nach%C
japanese: %Cを検索中

source: Set Default Repository
french: Définir un dépôt par défaut
german: Standard-Repository festlegen
japanese: 既定リポジトリに設定

source: Show Info
french: Afficher les informations
german: Informationen einblenden
japanese: 情報を表示

source: Show Log
french: Afficher les logs
german: Log einblenden
japanese: ログを表示

source: Some of the packages you have selected are already installed. Would you like to reinstall them?
french: Certains des paquets que vous avez sélectionnés sont déjà installés. Voulez-vous les réinstaller ?
german: Einige der Pakete, die Sie ausgewählt haben, sind bereits installiert. Möchten Sie sie erneut installieren?
japanese: 選択したパッケージの一部は既に導入済です。これらを再導入しますか？

source: Some of these packages cannot be removed.
french: Certains de ces paquets ne peuvent être supprimés.
german: Einige dieser Pakete können nicht entfernt werden.
japanese: パッケージの一部を削除することができません。

source: SOURCE FILES
german: QUELL-DATEIEN
japanese: ソースファイル

source: Status:
french: Statut :
japanese: 状態:

source: Summary:
french: Résumé :
german: Zusammenfassung:
japanese: 要約:

source: TeX installation not found.
french: Installation TeX introuvable.
german: Die TeX-Installation wurde nicht gefunden.
japanese: TeXが導入されていません。

source: TeX Live 2008 is not supported
french: TeX Live 2008 n'est pas supporté
german: TeX Live 2008 wird nicht unterstützt
japanese: TeX Live 2008 はサポートされていません

source: The current location is:
french: La localisation actuelle est :
german: Der aktuelle Standort ist:
japanese: 現在の場所は:

source: The install process appears to have failed. Would you like to show the log now or ignore this warning?
french: Le processus d'installation semble avoir échoué. Aimeriez-vous afficher le log maintenant ou ignorer cet avertissement ?
german: Die Installation ist möglicherweise fehlgeschlagen. Möchten Sie sich das Log ansehen oder diesen Hinweis ignorieren?
japanese: 導入過程で失敗が発生したようです。ログを今表示しますか、あるいはこの警告を無視しますか？

source: The location in the TeX Live database was not changed
french: La localisation dans la base de données TeX Live est inchangée
german: Der Speicherort der TeX Live-Datenbank wurde nicht geändert.
japanese: TeX Live データベース中での場所は変更されませんでした。

source: The removal process appears to have failed. Would you like to show the log now or ignore this warning?
french: Le processus de suppression semble avoir échouer. Aimeriez-vous afficher le log maintenant ou ignorer cet avertissement ?
german: Das Entfernen ist möglicherweise fehlgeschlagen. Möchten Sie sich das Log ansehen oder diesen Hinweis ignorieren?
japanese: 削除過程で失敗が発生したようです。ログを今表示しますか、あるいはこの警告を無視しますか？

source: The repository at %@ has TeX Live %lu, but you have TeX Live %lu installed. You need to switch repositories in order to continue.
french: Le dépôt à %1$@ a TeX Live %2$lu, mais vous avez TeX Live %3$lu installé. Vous avez besoin de permuter les dépôts avant de continuer.
german: Das Repository unter %1$@ enthält TeX Live %2$lu. Bei Ihnen ist jedoch %3$lu installiert. Um fortzufahren, müssen Sie das Repository wechseln.
japanese: %1$@ のリポジトリには TeX Live %2$d がありますが、ここに導入されているのは TeX Live %3$d です。続行するにはリポジトリを切り替えなくてはなりません。

source: The restore process appears to have failed. Would you like to show the log now or ignore this warning?
french: Le processus de restauration semble avoir échouer. Aimeriez-vous afficher le log maintenant ou ignorer cet avertissement ?
german: Das Wiederherstellen ist möglicherweise fehlgeschlagen. Möchten Sie sich das Log ansehen oder diesen Hinweis ignorieren?
japanese: 復元過程で失敗が発生したようです。ログを今表示しますか、あるいはこの警告を無視しますか？

source: The TeX Live infrastructure packages have the same version after updating. This could be a packaging problem on the server. If you see this message repeatedly, wait until the problem is resolved in TeX Live before attempting another update.
french: L'infrastructure des paquets de TeX Live a la même version après mise à jour. Cela est dû à un problème sur le serveur. Si vous voyez ce message de façon répétée, attendez que le problème soit résolu dans TeX Live avant d'essayer une autre mise à jour.
german: Die Infrastruktur-Pakete von TeX Live haben nach der Aktualisierung die gleiche Versionsnummer. Es könnte an einem Problem mit der Paketerstellung auf dem Server zusammenhängen. Wenn Sie diesen Hinweis häufiger sehen, warten Sie bitte bis das Problem in TeX Live behoben wurde, bevor Sie erneut aktualisieren.
japanese: TeX Live 基盤部パッケージのバージョンが、更新後も同じままです。これはサーバー側のパッケージ化の不具合である可能性があります。このメッセージが繰り返し表示される場合には、他の更新に進む前に、TeX Live 側で問題が解消されるまでお待ちください。

source: The tlmgr and kpsewhich tools must be present in this folder for basic functionality.
french: Les outils de tlmgr et kpsewhich doivent être présents dans ce dossier pour une fonctionnalité basique.
german: Die Dienstprogramme tlmgr und kpsewhich müssen vorhanden sein, um diese Funktion zu nutzen.
japanese: 基本動作を確保するためには、tlmgr ツールと kpsewhich ツールがこのフォルダに存在しなくてはなりません。

source: The tlmgr tool does not exist at %@. Please set the correct location in preferences or install TeX Live.
french: L'outil tlmgr n'existe pas à %@. Veuillez fixer la localisation correcte dans les Préférences ou installer TeX Live.
german: Das Dienstprogramm tlmgr ist unter %@ nicht zu finden. Bitte legen Sie den richtigen Ort in den Einstellungen fest oder installieren Sie TeX Live.
japanese: tlmgr ツールが %@ にありません。環境設定で正しい場所を設定するか、TeX Live を導入するかしてください。

source: The tlu_ipctask helper application may have been tampered with.
french: L'application assistante tlu_ipctask semble avoir été trafiquée.
german: Das Hilfsprogramm tlu_ipctask könnte verändert worden sein.
japanese: tlu_ipctask ヘルパーアプリケーションに手が加えられています。

source: The update failed.
french: La mise à jour a échoué.
german: Die Aktualisierung ist fehlgeschlagen.
japanese: 更新に失敗しました。

source: The update process appears to have failed. Would you like to show the log now or ignore this warning?
french: Le processus de mise à jour semble avoir échoué. Aimeriez-vous afficher le log maintenant ou ignorer cet avertissement ?
german: Die Aktualisierung ist möglicherweise fehlgeschlagen. Möchten Sie sich das Log ansehen oder diesen Hinweis ignorieren?
japanese: 更新過程で失敗が発生したようです。ログを今表示しますか、あるいはこの警告を無視しますか？

source: This URL is missing a scheme, such as http.
french: Il manque à cette URL un schéma, comme http.
german: Bei dieser URL fehlt ein gültiges Schema, zum Beispiel https.
japanese: この URL には http のようなスキームがありません。

source: This URL was not valid.
french: Cette URL n'est pas valide.
german: Diese URL ist ungültig.
japanese: この URL は有効ではありません。

source: This version of TeX Live Utility will not work correctly with TeX Live 2008. You need to download TeX Live Utility version 0.74 or earlier, or upgrade to a newer TeX Live. I recommend the latter.
french: Cette version de TeX Live Utility ne fonctionnera pas correctement avec TeX Live 2008. Vous devez télécharger TeX Live Utility version 0.74 ou plus ancienne, ou migrer vers un TeX Live plus récent. Je recommande la dernière version.
german: Diese Version von TeX Live Utility arbeitet nicht richtig mit TeX Live 2008 zusammen. Bitte laden Sie TeX Live Utility in der Version 0.74 oder älter herunter oder aktualisieren Sie auf eine neuere Version von TeX Live. Die Aktualisierung von TeX Live wird empfohlen.
japanese: このバージョンの TeX Live ユーティリティは、TeX Live 2008 では正しく動作しません。TeX Live ユーティリティ第0.74版以前のものをダウンロードするか、新しい TeX Live にアップグレードする必要があります。後者の方をお勧めします。

source: This will install all available updates.
french: Cela installera toutes les mises à jour disponibles.
german: Hierdurch werden alle verfügbaren Aktualisierungen installiert.
japanese: これは、利用できるすべての更新を導入します。

source: Unable to convert to a number
french: Impossible de convertir en un nombre
german: Die Konvertierung in eine Nummer ist fehlgeschlagen.
japanese: 数値へ変換することができません

source: Unable to determine your TeX Live version
french: Impossible de déterminer votre version de TeX Live
german: TeX Live-Version konnte nicht bestimmt werden.
japanese: お使いの TeX Live バージョンを特定することができません

source: Unable to find a valid update server
french: Impossible de trouver un serveur de mise à jour valide
german: Es wurden kein gültiger Server für Aktualisierungen gefunden.
japanese: 有効な更新サーバーを見つけることができません

source: Unable to find info for %@
french: Impossible de trouver les informations pour %@
german: Informationen für %@ konnten nicht gefunden werden.
japanese: %@ の情報を見つけることができません

source: Unable to relaunch
french: Impossible de relancer
german: Neustart fehlgeschlagen
japanese: 再起動できません

source: Unsupported URL scheme for TeX Live. Must be one of:
french: Schéma d'URL non supporté pour TeX Live. Doit être l'un de :
german: Das URL-Schema für TeX Live wird nicht unterstützt. Folgende Schemata sind möglich:
japanese: TeX Live ではサポートされていない URL スキームです。右記のいずれかである必要があります:

source: Update
french: Mise à jour
german: Aktualisieren
japanese: 更新

source: Update All Packages
french: Mettre à jour tous les paquets
german: Alle Pakete aktualisieren
japanese: 全パッケージを更新

source: Update all packages?
french: Mettre à jour tous les paquets ?
german: Sollen alle Pakete aktualisiert werden?
japanese: 全パッケージを更新しますか？

source: Update Selected Packages
french: Mettre à jour les paquets sélectionnés
german: Ausgewählte Pakete aktualisieren
japanese: 選択したパッケージを更新

source: Update Succeeded
french: Mise à jour réussie
german: Aktualisierung erfolgreich
japanese: 更新に成功しました

source: Updates
french: Mises à jour
german: Aktualisierungen
japanese: 更新分

source: Updating
french: Mise à jour en cours
german: Aktualisierung von
japanese: 更新中

source: Upgrade
french: Améliorer
japanese: アップグレード

source: User cancelled operation
french: L'utilisateur a annulé l'opération
german: Der Benutzer hat den Vorgang abgebrochen.
japanese: ユーザーが操作をキャンセルしました

source: Validating Server
french: Validation du serveur en cours
german: Server wird validiert
japanese: サーバーを検証しています

source: Version %@
japanese: 第 %@ 版

source: Wait
french: Attendre
german: Abwarten
japanese: 待つ
